{"type":"footer","name":"Footer group","sections":{"newsletter":{"type":"newsletter","disabled":true,"settings":{"reveal_on_scroll":true,"subheading":"Subscribe to our newsletter","content":"<p>Promotions, new products and sales. Directly to your inbox.<\/p>","text_position":"right","text_alignment":"left","text_background":"rgba(0,0,0,0)","text_color":"rgba(0,0,0,0)","button_background":"rgba(0,0,0,0)","button_text_color":"rgba(0,0,0,0)"}},"footer":{"type":"footer","blocks":{"links":{"type":"links","settings":{"menu":"about"}},"links_PYw9jq":{"type":"links","settings":{"menu":"support"}},"links_DxbT67":{"type":"links","settings":{"menu":"connect"}},"links_Te84bb":{"type":"links","settings":{"menu":"account"}},"newsletter":{"type":"newsletter","disabled":true,"settings":{"title":"Newsletter","content":""}}},"block_order":["links","links_PYw9jq","links_DxbT67","links_Te84bb","newsletter"],"settings":{"footUppHead":"Sex Toy Shop","footUppText":"<p>Spectrum Boutique is a premium online sex store offering a carefully curated selection of adult sex toys. Our store embraces a no-nonsense and inclusive sex-positive philosophy, providing a diverse range of products to cater to every body, desire, and preference. Explore our adult shop and expand your pleasure possibilities with our wide collection of <a href=\"\/collections\/dildos\" title=\"Dildos\">dildos<\/a>, <a href=\"\/collections\/vibrators\" title=\"Vibrators\">vibrators<\/a>, massagers, gender expression products, BDSM gear, sexual health items and many other different types of sex toys! Whether you're a beginner or a seasoned enthusiast, our adult toys cater to all levels, offering a range from beginner vibrators and butt toys to more advanced gear.<br\/><br\/><strong>Adult Toys for Everybody<\/strong><\/p><p>At Spectrum Boutique, we celebrate the diversity of pleasure and intimacy with a wide selection of non-gendered adult toys, including harnesses, suction toys, and sleeves. Our inclusive approach ensures an inclusive shopping experience for everyone to find whatever suits their desires, be it for solo or partner play.<br\/>At Spectrum Boutique you'll find all manner of sex toys, including dildos, vibrators, butt plugs, flicking and grinding toys. We prioritize body-friendly materials and provide a discreet, secure shopping experience. Elevate your sexual well-being with our carefully curated products for all genders, designed to empower and enhance your pleasure journey, in our online adult toy store.<\/p><p><br\/><strong>BDSM Shop<\/strong><\/p><p>Step into the realm of dominance and submission at our BDSM shop, your premium online adult shop destination for indulging in the thrilling world of kink. Our BDSM online store boasts an extensive array of meticulously chosen tools and toys, including impact toys like paddles and floggers, as well as collars, BDSM gags, sex restraints, cuffs, and bondage rope. Explore the depths of desire with our curated collection that caters to both beginners and seasoned enthusiasts. Whether you're seeking BDSM manuals or high-quality BDSM sex toys, our BDSM store provides a discreet and empowering space to navigate the intricacies of pleasure. Elevate your fantasies and command the scene with our expertly selected range of BDSM tools in our online sex shop.<br\/><\/p><p><strong>Dildo Store<\/strong><\/p><p>Explore our wide selection of dildos, including double-ended, G-spot, realistic, and fantasy shapes. Made from premium, body-safe materials like platinum silicone, borosilicate glass, and stainless steel, our collection features dual and single-density options, glow-in-the-dark dildos, and more. Whether you're seeking lifelike and representational toys or imaginative dildos in unique shapes, our Dildo Store is a great starting place to explore the possibilities.<br\/><\/p><p><strong>Sexy Apparel & Lingerie Store<\/strong><\/p><p>Spectrum Boutique offers a diverse collection of sexy apparel, including sexy lingerie, stockings, body harnesses, jockstraps, roleplay costumes, and more. We prioritize inclusivity, providing a range of sizes for both plus size and straight size customers. Discover the perfect outfit or accessory to enhance your confidence and embrace your sexiness!<\/p>","footUppBtnTxt":"Read More","footUppBtnLink":"shopify:\/\/pages\/sex-toy-shop","show_payment_icons":true,"enable_follow_on_shop":false,"show_country_selector":true,"show_locale_selector":true}}},"order":["newsletter","footer"]}