{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"show_title":true,"page_width":"medium"}},"simple_image_with_text_QR6cXU":{"type":"Simple_ImageWithText","settings":{"img":"shopify:\/\/shop_images\/boutique.jpg","heading":"TERMS OF SERVICE","text":"<p>Spectrum Boutique Terms of Service and Privacy Policy<\/p>","btnText":"","btnUrl":"","btnText2":"","btnUrl2":""}},"faq_page_content_KfThdU":{"type":"faqPage_Content","blocks":{"block_VfVDNN":{"type":"block","settings":{"heading_ID":"Terms of Service","heading":"Terms of Service","descp":"<h3>ARTICLE I<\/h3><p><\/p><h3>ACCEPTANCE OF TERMS OF SERVICE<\/h3><p><\/p><p><strong>1.1 Acceptance of the Terms of Service.<\/strong>  This website (“Site”) is owned and operated by Spectrum Worldwide, LLC (“Spectrum\/We\/Us”). Accessing the Site, in any manner, whether automated or otherwise, constitutes use of the Site, and your agreement to be bound by the terms and conditions (“Terms of Service”) that may apply to specific sections of the Site or to products or services on or available through the Site including our Privacy Policy.<\/p><p><strong>1.2 Modification of the Terms of Service.<\/strong>  We reserve the right to modify the Terms of Service at any time, in which case the Terms of Service will appear on the Site. Continued use of the Site, or any portion of the Site, shall constitute acceptance of the changes and modifications of the Terms of Service, with your sole remedy to cease using the Site in the event that you object to or disagree with the Terms of Service.<\/p><p><strong>1.3 Access Age and Representations.<\/strong>  You represent and warrant that by accessing the Site, or any portion of the Site, that you are 18 years or older. <\/p><p><\/p><h3>ARTICLE II<\/h3><p><\/p><h3>INTELLECTUAL PROPERTY RIGHTS<\/h3><p><\/p><p><strong>2.1 Site Content and Ownership<\/strong>. This Site and all the materials including, but not limited to, logos, marks, names, content, articles, drawings, graphics or the like contained on it are our property and\/or the property of our affiliates or licensors, and are protected by copyright, trademark, and other intellectual property laws, whether or not registered.<\/p><p><strong>2.2 Limited License To You.<\/strong> Spectrum grants to you, a limited, non-transferrable and non-exclusive license to use the Site for non-commercial personal purposes as intended subject to the terms set forth herein.  You may only use this Site and the materials on it as authorized by us. You may not use this Site or the materials on it in any manner that violates the privacy rights, publicity rights, copyrights, trademark rights, patent rights, contract rights, or any other rights belonging to us or a third party.  You may download or copy the contents and other downloadable materials displayed on the Site for your personal use only. No right, title or interest in any downloaded materials or software is transferred to you as a result of any such downloading or copying. Unless authorized in these Terms of Service or by the owner of the materials, you may not modify, copy, reproduce, republish, upload, post, transmit, translate, sell, create derivative works, exploit, or distribute in any manner or medium (including by e-mail or other electronic means) any material from the Site. Information about permission to reproduce or distribute materials from the Site can be obtained only through written request sent to <a href=\"mailto:info@spectrumboutique.com\"><strong>info@spectrumboutique.com<\/strong><\/a> .<\/p><p><strong>2.3 License Subject to Suspension and Termination.<\/strong>  We reserve the right, at any time and without notice, to suspend, cancel, or terminate your right to use the Site (or any portion of the Site) for the suspected or actual violation (whether repeated or not) of copyrights or any other rights belonging to us or a third party.<\/p><p><strong>2.4 Your License to Spectrum.<\/strong> By posting or submitting any material (including, without limitation, text, photos, and videos) to the Site, you represent and warrant that you are the owner of the material, or that the owner of the material has consented to your use. You will be solely responsible for any damages resulting from any infringement of copyrights, proprietary rights, or any other harm resulting from any uploading, posting, or submission.  When you submit or post material, you grant to us the royalty-free, perpetual, irrevocable, non-exclusive right and license to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, perform, and display it (in whole or in part) worldwide and\/or to incorporate it in other works in any form, media, or technology. This grant shall include the right to exploit any proprietary rights in any such material. You also grant us, and anyone authorized by us, the right to identify you as the author of any of your postings or submissions by name, e-mail address, or User Name, as we deem appropriate.<\/p><p><strong>2.5 Notice of Copyright Infringement.<\/strong> If you are a copyright owner who believes your copyrighted material has been reproduced, posted, or distributed via the Site in a manner that constitutes copyright infringement, please report the violation to our designated copyright agent by sending written notice via United States Postal Service directed to Spectrum Boutique at <strong>20185 Briarcliff Road Detroit, MI 48221<\/strong><\/p><p><em>Please note that the contact information provided in this paragraph should only be used for reporting suspected copyright infringement. <\/em>Contact information for other matters is provided elsewhere in these Terms of Service or on the Site.<\/p><p>Please include the following information in your written notice:<\/p><p>i. a detailed description of the copyrighted work that is allegedly infringed, along<\/p><p>with the identity of the owner of said copyrighted work, and contact information<\/p><p>for same;<\/p><p>ii. a description of the location of the allegedly infringing material within the Site;<\/p><p>iii. your contact information, including your address, telephone number, and, if<\/p><p>available, e-mail address;<\/p><p>iv.  your statement that you have a good-faith belief that the allegedly infringing<\/p><p>use is not authorized by the copyright owner, its agent, or the law;<\/p><p>v.  your statement, made under penalty of perjury, affirming that the information in<\/p><p>your notice is accurate and that you are authorized to act on the copyright<\/p><p>owner’s behalf; and<\/p><p>vi.  an electronic or physical signature of the copyright owner or someone<\/p><p>authorized on the owner’s behalf to assert infringement of copyright and to<\/p><p>submit the statement.<\/p><p><strong>2.6 Restrictions on Linking to Site.  <\/strong>You may establish a hypertext link to the Site, provided that the link does not state or imply any sponsorship of your site by Spectrum. However, you may not frame or inline link to any of the content of the Site, or incorporate into another website or other service any of our material or intellectual property without the prior written permission of Spectrum.<\/p><p><strong>2.7 Links to Third-Party Sites. <\/strong>The Site may contain links and interactive functionality interacting with the websites of third parties, including social sites and product manufacturers’ sites. Spectrum is not responsible for and has no liability for the functionality, actions, inactions, privacy settings, privacy policies, terms, or content of any such website. Before enabling any sharing functions of the Site to communicate with any such website or otherwise visiting any such website, we recommend that you review and understand the terms and conditions, privacy policies, settings, and information-sharing functions of each such third-party website. The links and interactive functionality for third-party sites on the Site do not constitute an endorsement by Spectrum of the sites. Other sites may link to the Site with or without our authorization, and we may block any links to or from the Site. YOUR USE OF THIRD-PARTY WEBSITES AND RESOURCES IS AT YOUR OWN RISK.<\/p><p><strong>2.8 Risk of Loss.<\/strong> Except as otherwise set forth herein, the risk of loss for and title to products purchased on the Site passes to the purchaser upon delivery to the carrier.<\/p><p><\/p><h3>ARTICLE III<\/h3><p><\/p><h3>FORUMS AND INTERACTIVE FEATURES<\/h3><p><\/p><p><strong>3.1 Content Generally. <\/strong>This Site includes certain interactive features such as user forums and other areas that allow users to upload user-generated content. You are solely responsible for any material that you post on the forums or otherwise provide through any other features on the Site. We do not control the messages, information, or files that you or others may provide through the Site, nor do we have an obligation to do so.<\/p><p><strong>3.2 Prohibited Conduct.  <\/strong>You agree by accessing these features, that you will use them only for lawful purposes.  You further agree that you will not:<\/p><ul><li>Engage in any actions that, in our sole discretion, restricts or inhibits any other user from the use or enjoyment of the Site;<\/li><li>Use the Site in an unlawful, threatening, or abusive manner;<\/li><li>Use the Site to solicit sexual contact or favors; <\/li><li>Post or upload any material or content that violates the rights of Spectrum or the rights of third parties, including, but not limited to, privacy rights, publicity rights, copyrights, trademark rights, patent rights, or contractual rights;<\/li><li>Interfere with any networks or software used to provide the Site or its features, or disobey any requirements, procedures, policies, or regulations of the networks we use to provide the Site;<\/li><li>Impersonate anyone, or any entity, or falsely state or otherwise misrepresent your affiliation with a person or entity;<\/li><li>Access or infiltrate the Site, or any account, computer system, or network connected to this Site, by unlawful means such as hacking, password mining, or other illicit means;<\/li><li>Obtain or attempt to obtain any materials or information not intentionally made available through this Site;<\/li><li>Use the Site to post or share any vulgar, obscene, or otherwise objectionable information of any kind, including without limitation, any transmissions that encourage conduct that would constitute a criminal offense, give rise to civil liability, or otherwise violate any law;<\/li><li>Use the Site to post or transmit any information, software, or other material that contains a virus or other harmful component;<\/li><li>Use the Site to post, transmit, or in any way exploit any information, software, or other material for commercial purposes;<\/li><li>Engage in advertising or commercial solicitation of any product or service, or to solicit donations of any kind on the Site, without the prior permission of Spectrum; or<\/li><li>Solicit or mine for marketing purposes any e-mail addresses or other personal information that has been posted by other users of the Site.<\/li><\/ul><p>Should you have concerns about user conduct, please email Spectrum at<strong> <\/strong><a href=\"mailto:info@spectrumboutique.com\"><strong>info@spectrumboutique.com<\/strong><\/a><strong> .<\/strong><\/p><p><strong>3.3 Monitoring of Posts and Content.  <\/strong>Spectrum shall have the right, but not the obligation, to monitor the content of the message boards or other features of the Site to determine compliance with this Agreement. We shall have the right in our sole discretion to edit, refuse to post, or remove any material submitted, uploaded or otherwise shared by users within the Site. Users shall remain solely responsible for the content of their messages. Spectrum does not endorse nor is it responsible for the accuracy or reliability of any content, information or other materials provided by users within the forums or other features within the Site.  Under no circumstances will we be liable for any loss or damage of any kind caused by reliance on information obtained through postings by users within the Site. Spectrum is not responsible for any offensive, defamatory, or obscene posting made by users within the Site.<\/p><p><strong>3.4 Sharing of User Content.<\/strong>  Spectrum reserves the right to disclose any information believed necessary to comply with any law, regulation, or governmental request, or to refuse to post or to remove any information or materials, in whole or in part, that in our sole discretion are inappropriate, objectionable or in violation of these Terms of Service.<\/p><p><strong>3.5 Restriction and Termination of Access.<\/strong>  Spectrum reserves the right to suspend access to the Site or any features of the Site to anyone who violates these Terms of Service, or who, in our sole discretion, interferes with the ability of others to enjoy the Site or infringes the rights of others. Neither we nor any third-party content provider shall assume or have any liability for any action or inaction by us or any third-party content provider with respect to any conduct, communication, or posting by users within the Site.<\/p><p><strong>3.6 Registration Required For Access<\/strong>. In order to access certain features of the Site, you may be required to provide certain personal information including your name, e-mail address, physical address, and date of birth.  In doing so, you represent and warrant that you will provide true, accurate and complete information. The use of any personally identifiable information you provide to us is governed by our Privacy Policy.<\/p><p><strong>3.7 Username and Password Registration<\/strong>. A username and password is required to access certain features of the Site.  You agree that you will not (i) select or use a username or e-mail address of another person in order to impersonate that person; (ii) use a username or e-mail address belonging to another person or entity without their permission; (iii) use a username in violation of the intellectual property rights of any person; or (iv) use a username that Spectrum deems inappropriate or offensive to others. <\/p><p><strong>3.8 Confidentiality of Username and Password. <\/strong>You are solely responsible for maintaining the confidentiality of your account and are further responsible for all activities that occur under your account. You are required to notify us immediately if you become aware of any unauthorized use of your account or any other breach of security.  Spectrum shall not be liable for any loss or damage arising out of the unauthorized use of your account by a third party. You are responsible for maintaining the confidentiality of the password and account.<\/p><p><strong>3.9 NO LIABILITY FOR OTHER USERS. <\/strong>SPECTRUM SHALL NOT BE LIABLE FOR THE ACTIONS OR INACTIONS OF USERS OF INTERACTIVE FEATURES AND HEREBY EXPRESSLY DISCLAIMS ANY AND ALL LIABILITY ASSOCIATED WITH OR ARISING OUT OF THE CONDUCT, ACTIONS OR MISDEEDS OF ANY USER.  AS BETWEEN YOU AND SPECTRUM, YOU ARE SOLELY RESPONSIBLE FOR VERIFYING THE IDENTITY OF ANY USER YOU HAVE CONTACT WITH AND TAKING REASONABLE PRECAUTIONS TO PROTECT YOURSELF AND ACT SAFE IN DEALING WITH USERS MET ONLINE.<\/p><p><\/p><h3>ARTICLE IV<\/h3><p><\/p><h3>ONLINE STORE FEATURES<\/h3><p><\/p><p><strong>4.1 User Transactions<\/strong>. If you wish to purchase any product or service made available through the Site (“Purchase”), you will be asked for certain information relevant to your Purchase including, but not limited to, information about your payment method (such as your payment card number and expiration date), your billing address, and your shipping information. By using the identified payment method, you represent and warrant that you have the legal right and authorization to use that payment method in connection with the Purchase.  By submitting the information necessary for the Purchase, you grant to Spectrum the right to provide such information to third parties for purposes of facilitating the completion of the Purchase(s) initiated by you or on your behalf. Verification of information may be required prior to the acknowledgment or completion of any Purchase(s).<\/p><p><strong>4.2 Product Descriptions. <\/strong>All product or service descriptions, images, specifications, features, or other information is subject to change at any time without notice. Weights, measurement, or other information provided is for convenience only.  You understand and agree that all videos, DVDS, and similar products sold are for private, non-public, home use and shall not be duplicated by you.<\/p><p><strong>4.3 Product and Service Reservations of Rights.<\/strong> Spectrum reserves the right, with or without prior notice, to: (i) limit the available quantity of or discontinue any product or service or (ii) impose conditions on the honoring of any coupon, coupon code, promotional code, or other similar promotion.<\/p><p><strong>4.4 Pricing. <\/strong>Unless otherwise stated, all prices are shown in U.S. dollars and applicable taxes and other charges are additional.  We reserve the right to adjust pricing of any products or services identified or offered on the Site, in our sole discretion and without notice. We will not, however, be able to notify you of changes in applicable taxes.<\/p><p><strong>4.5 Charges.<\/strong>  You agree to pay any and all charges that are approved by you or on your behalf through the Site, at the price in effect when the Purchase(s) is submitted including, but not limited to, shipping and handling charges and any applicable taxes.<\/p><p><strong>4.6 Promotions and Discounts.  <\/strong>If you are using a promotion or a discount code, please enter it at checkout to receive an immediate discount. Only one promotion or discount code may be used per order. Promotions may, in our sole discretion, carry specific terms and conditions, and we reserve the right to create, amend or modify those terms and conditions in our sole discretion.<\/p><p><\/p><h3>ARTICLE V<\/h3><p><\/p><p><\/p><h3>DISCLAIMER OF WARRANTIES AND LIMITATION OF LIABILITY<\/h3><p><\/p><p><strong>5.1 DISCLAIMER OF WARRANTIES.<\/strong> YOU UNDERSTAND AND AGREE THAT THE SITE, THE INFORMATION, ARTICLES AND OTHER CONTENT WITHIN, AS WELL AS THE PRODUCTS  AND SERVICES MADE AVAILABLE WITHIN THE SITE ARE PROVIDED ON AN “AS IS,” “AS AVAILABLE” BASIS. YOU AGREE THAT USE OF THIS SITE IS AT YOUR SOLE RISK. SPECTRUM DISCLAIMS ALL WARRANTIES OF ANY KIND INCLUDING, BUT NOT LIMITED TO, ANY EXPRESS, STATUTORY OR IMPLIED WARRANTIES INCLUDING, BUT NOT LIMITED TO, THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT. WE DO NOT GUARANTEE, REPRESENT OR WARRANT THAT YOUR USE OF THE SITE WILL BE UNINTERRUPTED TIMELY OR ERROR FREE.  YOU AGREE THAT WE MAY REMOVE ANY SERVICES, PAGES, FEATURES OR PORTIONS OF THE SITE FOR INDEFINITE PERIODS OF TIME OR CANCEL SAME AT ANY TIME WITHOUT NOTICE TO YOU.<\/p><p>TO THE EXTENT YOUR JURISDICTION DOES NOT ALLOW LIMITATIONS ON WARRANTIES, THIS LIMITATION MAY NOT APPLY TO YOU. YOUR SOLE AND EXCLUSIVE REMEDY RELATING TO YOUR USE OF THE SITE SHALL BE TO DISCONTINUE USING THE SITE.<\/p><p><strong>5.2 INACCURACY DISCLAIMER.<\/strong> FROM TIME TO TIME THERE MAY BE INFORMATION ON OUR SITE THAT CONTAINS TYPOGRAPHICAL ERRORS, OPINIONS, INACCURACIES OR OMISSIONS THAT MAY RELATE THE PRODUCT, SERVICE OR CONTENT PROVIDED.  WE RESERVE THE RIGHT TO CORRECT ANY ERRORS, INACCURACIES OR OMISSIONS, TO CHANGE OR UPDATE INFORMATION AT ANY TIME WITHOUT PRIOR NOTICE.<\/p><p><strong>5.3 LIMITATION OF LIABILITY. <\/strong>UNDER NO CIRCUMSTANCES WILL SPECTRUM TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL (INCLUDING DAMAGES FROM LOSS OF BUSINESS, LOST PROFITS, LITIGATION, OR THE LIKE), SPECIAL, EXEMPLARY, PUNITIVE, OR OTHER DAMAGES, UNDER ANY LEGAL THEORY, ARISING OUT OF OR IN ANY WAY RELATING TO THE SITE, ITS CONTENT, THE PRODUCTS OR SERVICES PROVIDED OR MADE AVAILABLE THROUGH THE SITE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. YOUR SOLE REMEDY FOR DISSATISFACTION WITH THE SITE AND\/OR CONTENT IS TO CEASE ALL OF YOUR SITE USE.<\/p><p><em>You may have additional rights under certain laws (including consumer laws) which do not allow the exclusion of implied warranties, or the exclusion or limitation of certain damages. If these laws apply to you, the exclusions or limitations in this Agreement that directly conflict with such laws may not apply to you.<\/em><\/p><p><strong>5.4 INDEMNIFICATION. <\/strong>YOU AGREE TO DEFEND, INDEMNIFY AND HOLD SPECTRUM BOUTIQUE, LLC., ITS EMPLOYEES, OFFICERS, MEMBERS, MANAGERS, CONSULTANTS, AGENTS AND AFFILIATES HARMLESS FROM AND AGAINST ANY AND ALL CLAIMS, DAMAGES, COSTS AND EXPENSES, INCLUDING COSTS AND ATTORNEY’ FEES, ARISING FROM OR RELATED TO YOUR USE OF THE SITE, ITS CONTENTS, THE FORUM AND THE SALE OF THE SERVICES AND\/OR PRODUCTS.<\/p><p><\/p><h3>ARTICLE VI<\/h3><p><\/p><p><\/p><h3>PRIVACY POLICY<\/h3><p><\/p><p><strong>6.1 Spectrum Site Privacy Policy. <\/strong>Your use of the Site shall be subject to the terms and conditions set forth in the Privacy Policy, which is hereby incorporated by reference.  The Privacy Policy can be found below this document.<\/p><p><strong>6.2 Questions Regarding Privacy. <\/strong>Any questions regarding Spectrum’s Privacy Policy or concerns regarding the same, shall be directed to <a href=\"mailto:info@spectrumboutique.com\"><strong>info@spectrumboutique.com<\/strong><\/a> or mailed to <strong>20185 Briarcliff Road Detroit, MI, USA 48221.<\/strong><\/p><p><\/p><h3>ARTICLE VI<\/h3><p><\/p><h3>GENERAL TERMS<\/h3><p><\/p><p><strong>7.1 Entire Agreement.<\/strong> These Terms of Service, together with the Privacy Policy, constitutes the entire agreement between you and Spectrum.<\/p><p><strong>7.2 Choice of Law.<\/strong>  These Terms of Service and your use of the Site shall be governed by the laws of the state of Michigan, without regard to conflicts of law principles.<\/p><p><strong>7.3 Venue. <\/strong>Any dispute arising out of or related to these Terms of Services or your use of the Site shall be brought in a court of competent jurisdiction located in the state of Michigan.  The parties hereby stipulate that the venue is convenient and waive any argument to the contrary.<\/p><p><strong>7.4 Waiver; Invalid Provisions<\/strong>. The failure or delay of Spectrum to exercise or enforce any right or provision of these Terms of Service shall not constitute a waiver of such right or provision. If any provision of these Terms of Service is found to be invalid, the parties agree that the remaining provisions of these Terms of Services shall remain in full force and effect.<\/p><p><strong>7.5 Binding Effect.<\/strong> These Terms of Service, together with the Privacy Policy, shall be binding upon you, your heirs, successors and assigns and any other person claiming on your behalf. <\/p><p><strong>7.6 Notice.<\/strong> Except as otherwise provided herein, any notice from you to us shall be sent in writing to our mailing address at <strong>20185 Briarcliff Road Detroit, MI, USA 48221.<\/strong><\/p><p><strong>7.7 Termination.  <\/strong>The Terms of Service, together with the Privacy Policy, shall remain effective unless and until terminated by you or by Spectrum.  You may terminate your relationship with Spectrum by deactivating and terminating your account and by no longer accessing the Site. Spectrum may terminate the parties’ relationship at any time and may do so immediately without notice, and accordingly deny you access to the Site, if in Spectrum’s sole discretion you fail to comply with any term or provision contained herein.<\/p>"}},"block_wpjQKy":{"type":"block","settings":{"heading_ID":"Privacy Policy","heading":"Privacy Policy","descp":"<h3>ARTICLE I<\/h3><p><\/p><h3>GENERAL SCOPE<\/h3><p><\/p><p><strong>1.1 Our Commitment to Privacy.  <\/strong>Your privacy is very important to us. Part of our operation of this website involves the collection and use of information about you. This privacy policy explains what type of information we collect and what we do with that information to allow you to make choices about the way your information is collected and used. <\/p><p><strong>1.2 Acceptance of Spectrum’s Privacy Policy. <\/strong>This website (“Site”) is owned and operated by Spectrum Boutique, LLC (“Spectrum\/We\/Us”). Accessing the Site, in any manner, whether automated or otherwise, constitutes use of the Site, and your agreement to be bound by the terms and conditions of this Privacy Policy, which may apply to specific sections of the Site or to permissible transactions available on the Site, as well as Spectrum’s Terms of Service.<\/p><p><\/p><h3>ARTICLE II<\/h3><p><\/p><h3>18 YEARS OR OLDER ONLY <\/h3><p><\/p><p><strong>2.1 18 Years Old or Older to Access. <\/strong>This Site is not intended or directed to anyone under the age of 18. We do not sell or ship any items ordered through this Site directly to anyone who we know to be under the age of 18, nor do we collect any personal information from anyone who we know to be under the age of 18. For this reason, our Site requires that you acknowledge and confirm that you are 18 years or older before entering the Site.<\/p><p><strong>2.2 Representations and Warranties by You.<\/strong> By accessing, or using in any manner, the Site, you represent and warrant that:<\/p><ul><li>You are 18 years old or older.<\/li><li>The services you access, the information you view, and the products you order are not in any way unlawful in your state, province, country, municipality, or other jurisdiction.<\/li><li>You consent to view sexually explicit material.<\/li><li><\/li><li>By consenting to view sexually explicit material, you waive any future right to take legal action against Spectrum, or its affiliates, arising out of or related to your accessing of this material material within the Site, including any forums within the Site.<\/li><li>You agree not to distribute information you receive from the Site to those under the age of 18 years old or those who would be violating the law by accessing such material in their jurisdiction.<\/li><\/ul><p><\/p><h3>ARTICLE III<\/h3><p><\/p><h3>INFORMATION COLLECTED<\/h3><p><\/p><p><strong>3.1 Types of Personal Information Collected.  <\/strong>We collect personally identifiable information only for providing the services you request, generating statistical studies, conducting marketing research, improving products and services, sending you surveys, and notifying you of new products and any other changes to our site or services that may affect you. When you submit personally identifiable information to us, you understand that you are agreeing to allow us to access, store, and use that information for those purposes. During your use of the Site, we may collect the following types of information:<\/p><ul><li>Name, physical address, telephone number and e-mail address<\/li><li>Date of birth \/ age<\/li><li>Driver’s License Number<\/li><li>Credit\/Debit Card Number<\/li><li>Network Information (location, connection, etc.)<\/li><li>Device Information (mobile phone, model, make, etc.)<\/li><li>Preferences (language and location)<\/li><\/ul><p><strong>3.2 Third-Party Collection.  <\/strong>You understand and agree that your personal information and data may be collected by third parties for purposes of completing transactions for the sale of products or services.  You acknowledge that the third parties including the seller of any such product or service or the third-party payment processing vendor is not bound to treat your personal data in accordance with this Privacy Policy and that Spectrum shall not be responsible or liable for the actions of these third parties with respect to your personal data.<\/p><p><strong>3.3 Automatic Information Collected. <\/strong>When you visit our Site, we may collect certain technical and routing information about your computer. For example, we may log data such as browser type, operating system and CPU speed, and the Internet Protocol (IP) address of your originating Internet Service Provider, to try to bring you the best possible service. We may also record search requests and results to try to ensure the accuracy and efficiency of our search engine. We may use your IP address to track your use of the Site, including pages visited and the time spent on each page. We may collect this information and use it to measure the use of this Site and to improve its content and performance. All of the information that is automatically submitted to us by your browser is considered anonymous information. To the extent we share such information with third parties, it is not traceable to any particular user and will not be used to contact you.<\/p><p><strong>3.4 Cookies. <\/strong>Cookies are text files placed on your computer to collect standard Internet log information and visitor behavior information. When you visit our Site, we may collect information from you automatically through cookies or similar technology. Our Site uses Cookies so that we recognize you on our Site and are able to recall previously used settings and preferences. These may include, but are not limited to, language preferences and locations. You can set your browser preferences to not accept Cookies or can manually remove them on your computer or device. However, in a few cases, some of our Site features may not function as a result.<\/p><p><strong>3.5 How Information Is Used.<\/strong>  We may use and share with third parties the following information collected when you access the Site as follows:<\/p><ul><li><em>Product Fulfillment and Delivery of Services<\/em><\/li><li><em>Marketing Purposes<\/em><\/li><li><em>Internal and Operational Purposes<\/em><\/li><li><em>Legal Compliance<\/em><\/li><li><em>At Your Request<\/em><\/li><\/ul><p><strong>3.6 Failure to Provide Necessary Information. <\/strong>If you fail to provide certain information that is reasonably necessary to permit access to the Site, or portions thereof, or is required to complete a transaction, we may not be able to provide the requested access or complete the transaction.<\/p><p><\/p><h3>ARTICLE IV<\/h3><p><\/p><h3>ANONYMOUS SHIPPING AND DISCREET BILLING<\/h3><p><\/p><p><strong>4.1 Shipping Label.  <\/strong>As a courtesy, only, Spectrum’s products are shipped with the label “SPB LLC” on the return address to be as discreet as possible; however, we cannot guarantee that all orders will be anonymous or that the sender identified will not be recognizable to third parties.<\/p><p><strong>4.2 Discreet Billing.<\/strong>  Our effort to assist you in maintaining your privacy extends to your credit card statement. Specifically, Spectrum will self-identify as the merchant name “SPB LLC.”  Please note that Spectrum is not responsible for third-party payment vendors and\/or credit card processors misidentification of the merchant or disclosure of same by third parties.<\/p><p><\/p><h3>ARTICLE V<\/h3><p><\/p><h3>SECURITY<\/h3><p><\/p><p><strong>5.1 Security \/ Firewall. <\/strong>We operate secure data networks protected by industry standard firewall and password protection systems. Our security and privacy policies are periodically reviewed and enhanced as necessary, and only authorized individuals have access to the personally identifiable information provided by our users. We do not, however, guarantee that unauthorized, inadvertent disclosure will never occur.<\/p><p><\/p><h3>ARTICLE VI<\/h3><p><\/p><h3>CALIFORNIA RESIDENTS<\/h3><p><\/p><p><strong>6.1 California Residents and Privacy Rights. <\/strong>For residents based in the state of California, you may request the identity of any third parties to whom Spectrum has disclosed personal information within the previous calendar year, along with the type of personal information disclosed, for the third parties’ direct marketing purposes. Please note that under California law, businesses are only required to respond to a customer request once during any calendar year.  Additionally, California residents under age 18 who are registered users of online sites, services or applications may request and obtain removal of content or information they have publicly posted. Your request should include a detailed description of the specific content or information to be removed. Please be aware that your request does not guarantee complete or comprehensive removal of content or information posted online and that the law may not permit or require removal in certain circumstances. If you are a California resident and would like to make such a request, e-mail us at <a href=\"mailto:info@spectrumboutique.com\"><strong>info@spectrumboutique.com<\/strong><\/a><strong> <\/strong>.<\/p><p><\/p><h3>ARTICLE VII<\/h3><p><\/p><h3>PRIVACY POLICY INQUIRIES, OBJECTIONS AND MODIFICATIONS<\/h3><p><\/p><p><strong>7.1 Inquiries.  <\/strong>If you have any questions about our Privacy Policy, the data we hold on you, or you would like to exercise one of your data protection rights (including the right to access data, request for erasure, restrictor object to processing, or request data sharing), please do not hesitate to contact us by sending us an email at <a href=\"mailto:info@spectrumboutique.com\"><strong>info@spectrumboutique.com<\/strong><\/a> and indicating in the subject line “Privacy Policy Question(s)”.<\/p><p><strong>7.2 Opt-Out Policy. <\/strong>If at any time you do not wish to receive offers or e-mails from us, we ask that you simply let us know in writing.  You may remove your name from our mailing list by sending us an e-mail addressed to <a href=\"mailto:info@spectrumboutique.com\"><strong>info@spectrumboutique.com<\/strong><\/a><strong> <\/strong>and indicating in the subject line “No Offers or E-Mail”.  If you object to or disagree with the terms of this Privacy Policy and wish not to be bound by the same, then you may, as your sole remedy, cease using the Site.<\/p><p><strong>7.3 Modifications and Updates. <\/strong>We keep our Privacy Policy under review and may, occasionally, make modifications and updates to it.  Please make sure to check back often as Privacy Policy modifications and updates will be made on this page.<\/p>"}}},"block_order":["block_VfVDNN","block_wpjQKy"],"settings":{}}},"order":["main","simple_image_with_text_QR6cXU","faq_page_content_KfThdU"]}