{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"show_title":true,"page_width":"medium"}},"simple_image_with_text_A7yzUb":{"type":"Simple_ImageWithText","settings":{"img":"shopify:\/\/shop_images\/1_0fdb6b2f-3fd7-4932-ba48-6595edea7d3b.jpg","heading":"Materials","text":"<p>Spectrum is devoted to ensuring that all of our toys, lubes, and personal care products are 100% body-safe. All of our toys are carefully curated and researched so that we only provide the highest quality products to you.<\/p>","btnText":"","btnUrl":"","btnText2":"","btnUrl2":""}},"rich_text_iUaqyd":{"type":"rich-text","settings":{"subheading":"","title":"Toy Materials: How To Clean And Care For Your Toys","content":"<p>What makes a toy body-safe? Many sex toys on the market contain phthalates, a chemical that is used to soften plastics, and gives off a strong “plastic-y” odor. Recent research studies indicate that phthalates are linked to asthma, cancer, neurological disorders, and reproductive issues. Unfortunately, the sex toy industry isn’t as closely regulated as it ought to be, and many manufacturers still use this chemical in their products. Every product sold by Spectrum Boutique is phthalate-free.<\/p><p>What makes a lube body-safe? Most lubes carried by major pharmacies contain glycerin, an agent that facilitates the growth of yeast and bacteria within the vagina. While this does not directly cause an infection, many folks report sensitivities to glycerin, and ought to be avoided if you are at all prone to yeast infections. Since it is not a necessary ingredient for lube to be lubey, all of our lubes are glycerin-free. Many lubes also contain parabens, a preservative that some studies have linked to breast-cancer. For this reason, all of our lubes are paraben-free as well.<\/p>","button_text":"","button_link":"","background_type":"full_width","text_width":"large","text_position":"center","text_alignment":"left","background":"rgba(0,0,0,0)","text_color":"rgba(0,0,0,0)","button_background":"rgba(0,0,0,0)","button_text_color":"rgba(0,0,0,0)"}},"material_blocks_3hpxLw":{"type":"material_blocks","blocks":{"block_YJTrNV":{"type":"block","settings":{"mat_img":"shopify:\/\/shop_images\/2_74f2d352-2c85-426c-916e-e8f4c188e3d9.jpg","heading":"Silicone","text":"<p>Silicone is a fantastic material because it is body-safe, durable, and retains body heat. One benefit of silicone is that it is very hypoallergenic, so these toys are ideal for folks with sensitive skin.<\/p><ul><li>Silicone is nonporous, meaning the material surface doesn’t have any pores for bacteria to live in, and it is very easy to clean<\/li><li>If the toy is 100% silicone and doesn’t have a motor, you can boil the toy for 5-10 minutes or wash it with any soap you would use on your body. Boiling is the most thorough way of disinfecting the toy, however. Unless the motor is removable, don’t boil a silicone toy with a motor!<\/li><li>If you plan on using a toy on multiple bodies that aren’t fluid-bonded, boiling the toy is the only way to disinfect the toy so that no fluids are being passed. Otherwise, you can place a condom over the toy to safely share it.<\/li><li>It’s important to not use silicone based lubes with silicone toys. The silicone lube will cause solid silicone to melt and will permanently damage the toy. If you place a condom over the toy, you can safely use the toy with silicone lube.<\/li><\/ul>","product_list_head":"Recommeded Silicone Toys","viewAll_text":"View All","viewAll_url":"","selectedProducts":["addiction-rave-bendable-posable-glow-in-the-dark-8-inch-suction-cup-dildo","addiction-unicorn-fantasy-7-inch-suction-cup-ribbed-dildo-with-bonus-powerbullet","addiction-unicorn-fantasy-8-inch-suction-cup-ribbed-dildo-with-bonus-powerbullet"]}},"block_VP66fH":{"type":"block","settings":{"mat_img":"shopify:\/\/shop_images\/3_6f301e48-c0ee-4a15-92b0-34426292fe9e.jpg","heading":"Elastomer","text":"<p>Elastomer is a body-safe alternative to jelly rubber, which contains phthalates and is not body-safe. Elastomer is soft and pliable, some folks prefer it to silicone because of its squishiness.<\/p><ul><li>Elastomer is slightly porous, so it can’t be totally disinfected and ought to not be shared between bodies that aren’t fluid bonded<\/li><li>To clean it, wash with and soap you would use on your body (again, this will not totally disinfect the toy)<\/li><li>It is phthalate-free, great for sensitive skin, soft, and durable.<\/li><li>Put a condom over the toy for easy clean up, or if you wish to share the toy<\/li><li>It’s not ideal to use silicone lube with elastomer, but some formulas of elastomer won’t react with it. Do a patch test at the base of the toy if you really, really would like to use silicone lube on an elastomer toy, but it will be more difficult to clean the toy if you decide to do so.<\/li><\/ul>","product_list_head":"Recommeded Elastomer Toys","viewAll_text":"Shop All","viewAll_url":"#","selectedProducts":["doc-johnson-mood-stroker","doc-johnson-optimale-ribbed-silicone-stroker","dorcel-deep-blow-adjustable-pressure-masturbation-sleeve"]}},"block_zNAMT3":{"type":"block","settings":{"mat_img":"shopify:\/\/shop_images\/4_0ff5be87-ef9a-43e2-9952-d3d1eb08f62f.jpg","heading":"Hard Plastic","text":"<p>Hard plastic toys carried by Spectrum are all phthalate-free, but other shops may sell hard plastics with phthalates. Hard plastic is great because it is rigid and maintains it’s shape, and some toys like G-spotters and prostate toys work better if they’re on the firm side.<\/p><p><\/p><ul><li>Hard plastics are slightly porous, so they can’t be totally disinfected and ought to not be shared between bodies that aren’t fluid bonded<\/li><li>To clean it, wash with and soap you would use on your body (again, this will not totally disinfect the toy)<\/li><li>All Spectrum hard plastics are phthalate-free<\/li><li>Put a condom over the toy for easy clean up, or if you wish to share the toy<\/li><li>It’s not ideal to use silicone lube with hard plastics, but some toys won’t react with it. Do a patch test at the base of the toy if you really, really would like to use silicone lube on a hard plastic toy, but it will be more difficult to clean the toy if you decide to do so.<\/li><\/ul>","product_list_head":"Recommeded Hard Plastic Toys","viewAll_text":"Shop All","viewAll_url":"","selectedProducts":["bathmate-hydro-7-hydro-pump","bathmate-hydromax-3-compact-penis-pump","bathmate-hydroxtreme11-water-and-handball-penis-pump"]}},"block_nEEDrk":{"type":"block","settings":{"mat_img":"shopify:\/\/shop_images\/5_ae1a68e2-c8af-4269-8ac0-ed3f6b649d7f.jpg","heading":"Cyberskin","text":"<p>CyberSkin is a patented formula created by Fleshlight, and is a polymer of elastomer. It should be treated just like elastomer, but since it is so soft and delicate, use very mild soap to wash it.<\/p>","product_list_head":"Recommeded Cyberskin Toys","viewAll_text":"Shop All","viewAll_url":"","selectedProducts":["bathmate-hydromax7-water-silicone-penis-pump","biird-gii-rechargeable-silicone-g-spot-vibrator","biird-regii-2-piece-anal-plug-set"]}},"block_MtHcpT":{"type":"block","settings":{"mat_img":"shopify:\/\/shop_images\/6_da3c6cd4-a75c-4623-a29b-7bb8680cc357.jpg","heading":"Stainless Steel","text":"<p>Stainless steel toys are hypoallergenic, incredibly easy to clean, and virtually indestructible. Additionally, toys made from this material are great for temperature play because they hold on to temperature very well, and are compatible with all lubes (silicone lube fans — rejoice!)<\/p><p><\/p><ul><li>Stainless steel is nonporous, meaning the material surface doesn’t have any pores for bacteria to live in, and it is very easy to clean<\/li><li>You can boil these toys for 5-10 minutes, run them through the dishwasher, or wash them with any soap you would use on your body.<\/li><li>Boiling is the most thorough way of disinfecting the toy, however.<\/li><li>If you plan on using a toy on multiple bodies that aren’t fluid-bonded, boiling the toy is the only way to disinfect the toy so that no fluids are being passed. Otherwise, you can place a condom over the toy to safely share it.<\/li><\/ul>","product_list_head":"Recommeded Stainless Steel Toys","viewAll_text":"Shop All","viewAll_url":"","selectedProducts":["b-vibe-stainless-steel-weighted-curved-prostate-plug","b-vibe-stainless-steel-weighted-curved-anal-bead-shaped-plug","biird-polii-stainless-steel-curved-g-spot-dildo"]}}},"block_order":["block_YJTrNV","block_VP66fH","block_zNAMT3","block_nEEDrk","block_MtHcpT"],"settings":{}}},"order":["main","simple_image_with_text_A7yzUb","rich_text_iUaqyd","material_blocks_3hpxLw"]}